Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: True or false: 0.5 equals 1/2.
de: Wahr oder falsch: 0,5 ist gleich 1/2.
es: Verdadero o falso: 0,5 es igual a 1/2.
fr: Vrai ou faux : 0,5 est égal à 1/2.
it: Vero o falso: 0,5 equivale a 1/2.
pt_br: Verdadeiro ou falso: 0,5 é igual a 1/2.

source: True or false: 12 × 10³ is proper scientific notation.
de: Wahr oder falsch: 12 × 10³ ist korrekte wissenschaftliche Schreibweise.

source: True or false: 2/4 + 1/2 = 1.
de: Wahr oder falsch: 2/4 + 1/2 = 1.
es: Verdadero o falso: 2/4 + 1/2 = 1.
fr: Vrai ou faux : 2/4 + 1/2 = 1.
it: Vero o falso: 2/4 + 1/2 = 1.
pt_br: Verdadeiro ou falso: 2/4 + 1/2 = 1.

source: True or false: 200% of 5 equals 10.
de: Wahr oder falsch: 200 % von 5 ergibt 10.
es: Verdadero o falso: el 200% de 5 es 10.
fr: Vrai ou faux : 200 % de 5 est égal à 10.
it: Vero o falso: il 200% di 5 equivale a 10.
pt_br: Verdadeiro ou falso: 200% de 5 é igual a 10.

source: True or false: 4x² − 25 = (2x − 5)(2x + 5).
de: Wahr oder falsch: 4x² − 25 = (2x − 5)(2x + 5).
es: Verdadero o falso: 4x² − 25 = (2x − 5)(2x + 5).
fr: Vrai ou faux : 4x² − 25 = (2x − 5)(2x + 5).
it: Vero o falso: 4x² − 25 = (2x − 5)(2x + 5).
pt_br: Verdadeiro ou falso: 4x² − 25 = (2x − 5)(2x + 5).

source: True or false: 5, 10, 15, 20 is arithmetic.
de: Richtig oder falsch: 5, 10, 15, 20 ist Arithmetik.
es: Verdadero o falso: 5, 10, 15, 20 es aritmética.
fr: Vrai ou faux : 5, 10, 15, 20 est arithmétique.
it: Vero o falso: 5, 10, 15, 20 è aritmetico.
pt_br: Verdadeiro ou falso: 5, 10, 15, 20 é aritmético.

source: True or false: 6 mod 3 = 0.
de: Richtig oder falsch: 6 mod 3 = 0.
es: Verdadero o falso: 6 mod 3 = 0.
fr: Vrai ou faux : 6 mod 3 = 0.
it: Vero o falso: 6 mod 3 = 0.
pt_br: Verdadeiro ou falso: 6 mod 3 = 0.

source: True or false: NOT false is true.
de: Wahr oder falsch: NICHT falsch ist wahr.
es: Verdadero o falso: NO falso es verdadero.
fr: Vrai ou faux : PAS faux est vrai.
it: Vero o falso: NON falso è vero.
pt_br: Verdadeiro ou falso: NÃO falso é verdadeiro.

source: True or false: P(A) + P(not A) = 1.
de: Richtig oder falsch: P(A) + P(nicht A) = 1.
es: Verdadero o falso: P(A) + P(no A) = 1.
fr: Vrai ou faux : P(A) + P(pas A) = 1.
it: Vero o falso: P(A) + P(non A) = 1.
pt_br: Verdadeiro ou falso: P(A) + P(não A) = 1.

source: True or false: T(x, y) = (0, 0) sends every vector to the origin.
de: Richtig oder falsch: T(x, y) = (0, 0) sendet jeden Vektor zum Ursprung.
es: Verdadero o falso: T(x, y) = (0, 0) envía cada vector al origen.
fr: Vrai ou faux : T(x, y) = (0, 0) envoie chaque vecteur à l'origine.
it: Vero o falso: T(x, y) = (0, 0) invia ogni vettore all'origine.
pt_br: Verdadeiro ou falso: T(x, y) = (0, 0) envia cada vetor para a origem.

source: True or false: a 100% increase doubles the amount.
de: Richtig oder falsch: Eine Erhöhung um 100% verdoppelt den Betrag.
es: Verdadero o falso: un aumento de 100% duplica la cantidad.
fr: Vrai ou faux : une augmentation de 100% double le montant.
it: Vero o falso: un aumento di 100% raddoppia l'importo.
pt_br: Verdadeiro ou falso: um aumento de 100% dobra o valor.

source: True or false: a 1×1×1 cube has volume 1.
de: Wahr oder falsch: ein 1×1×1-Würfel hat das Volumen 1.
es: Verdadero o falso: un cubo de 1×1×1 tiene volumen 1.
fr: Vrai ou faux : un cube 1×1×1 a le volume 1.
it: Vero o falso: un cubo 1×1×1 ha volume 1.
pt_br: Verdadeiro ou falso: um cubo 1×1×1 tem volume 1.

source: True or false: a 3×1 matrix is a column vector.
de: Richtig oder falsch: Eine 3×1-Matrix ist ein Spaltenvektor.
es: Verdadero o falso: una matriz de 3×1 es un vector columna.
fr: Vrai ou faux : une matrice 3×1 est un vecteur colonne.
it: Vero o falso: una matrice 3×1 è un vettore colonna.
pt_br: Verdadeiro ou falso: uma matriz 3×1 é um vetor coluna.

source: True or false: a budget can be checked with addition and subtraction.
de: Richtig oder falsch: Ein Budget kann durch Addition und Subtraktion überprüft werden.
es: Verdadero o falso: un presupuesto se puede comprobar con sumas y restas.
fr: Vrai ou faux : un budget peut être vérifié par addition et soustraction.
it: Vero o falso: un budget può essere controllato con addizioni e sottrazioni.
pt_br: Verdadeiro ou falso: um orçamento pode ser verificado com adição e subtração.

source: True or false: a definite integral can represent the area under a curve.
de: Wahr oder falsch: Ein bestimmtes Integral kann die Fläche unter einer Kurve darstellen.
es: Verdadero o falso: una integral definida puede representar el área bajo una curva.
fr: Vrai ou faux : une intégrale définie peut représenter l’aire sous une courbe.
it: Vero o falso: un integrale definito può rappresentare l'area sotto una curva.
pt_br: Verdadeiro ou falso: uma integral definida pode representar a área sob uma curva.

source: True or false: a larger biased sample can still give a biased result.
de: Richtig oder falsch: Eine größere verzerrte Stichprobe kann immer noch zu einem verzerrten Ergebnis führen.
es: Verdadero o falso: una muestra sesgada más grande aún puede dar un resultado sesgado.
fr: Vrai ou faux : un échantillon biaisé plus important peut toujours donner un résultat biaisé.
it: Vero o falso: un campione distorto più ampio può comunque fornire un risultato distorto.
pt_br: Verdadeiro ou falso: uma amostra tendenciosa maior ainda pode dar um resultado tendencioso.

source: True or false: an edge connects two vertices.
de: Richtig oder falsch: Eine Kante verbindet zwei Eckpunkte.
es: Verdadero o falso: una arista conecta dos vértices.
fr: Vrai ou faux : une arête relie deux sommets.
it: Vero o falso: un bordo collega due vertici.
pt_br: Verdadeiro ou falso: uma aresta conecta dois vértices.

source: True or false: any two triangles with the same base and height have the same area.
de: Wahr oder falsch: zwei Dreiecke mit gleicher Grundseite und Höhe haben den gleichen Flächeninhalt.
es: Verdadero o falso: dos triángulos cualesquiera con la misma base y altura tienen la misma área.
fr: Vrai ou faux : deux triangles quelconques ayant la même base et la même hauteur ont la même aire.
it: Vero o falso: due triangoli qualsiasi con la stessa base e la stessa altezza hanno la stessa area.
pt_br: Verdadeiro ou falso: quaisquer dois triângulos com a mesma base e altura têm a mesma área.

source: True or false: a⁰ = 1 for any nonzero a.
de: Wahr oder falsch: a⁰ = 1 für jedes a ≠ 0.
es: Verdadero o falso: a⁰ = 1 para cualquier a distinto de cero.
fr: Vrai ou faux : a⁰ = 1 pour tout a non nul.
it: Vero o falso: a⁰ = 1 per qualsiasi a diverso da zero.
pt_br: Verdadeiro ou falso: a⁰ = 1 para qualquer a diferente de zero.

source: True or false: changing the axis scale can make a chart look more dramatic.
de: Richtig oder falsch: Eine Änderung der Achsenskalierung kann dazu führen, dass ein Diagramm dramatischer aussieht.
es: Verdadero o falso: cambiar la escala del eje puede hacer que un gráfico parezca más dramático.
fr: Vrai ou faux : changer l'échelle des axes peut donner à un graphique un aspect plus spectaculaire.
it: Vero o falso: cambiare la scala dell'asse può rendere il grafico più drammatico.
pt_br: Verdadeiro ou falso: alterar a escala do eixo pode tornar o gráfico mais dramático.

source: True or false: comparing real values adjusts for price changes.
de: Richtig oder falsch: Durch den Vergleich realer Werte werden Preisänderungen berücksichtigt.
es: Verdadero o falso: comparar valores reales se ajusta a los cambios de precios.
fr: Vrai ou faux : la comparaison des valeurs réelles s'ajuste aux changements de prix.
it: Vero o falso: il confronto dei valori reali si adatta alle variazioni di prezzo.
pt_br: Verdadeiro ou falso: a comparação de valores reais ajusta-se às variações de preços.

source: True or false: correlation proves causation.
de: Wahr oder falsch: Korrelation beweist Kausalität.

source: True or false: cos(360°) = cos(0°).
de: Wahr oder falsch: cos(360°) = cos(0°).
es: Verdadero o falso: cos(360°) = cos(0°).
fr: Vrai ou faux : cos(360°) = cos(0°).
it: Vero o falso: cos(360°) = cos(0°).
pt_br: Verdadeiro ou falso: cos(360°) = cos(0°).

source: True or false: cos(−π) = cos(π).
de: Wahr oder falsch: cos(−π) = cos(π).
es: Verdadero o falso: cos(−π) = cos(π).
fr: Vrai ou faux : cos(−π) = cos(π).
it: Vero o falso: cos(−π) = cos(π).
pt_br: Verdadeiro ou falso: cos(−π) = cos(π).

source: True or false: d/dx (1/x) = −1/x².
de: Wahr oder falsch: d/dx (1/x) = −1/x².
es: Verdadero o falso: d/dx (1/x) = −1/x².
fr: Vrai ou faux : d/dx (1/x) = −1/x².
it: Vero o falso: d/dx (1/x) = −1/x².
pt_br: Verdadeiro ou falso: d/dx (1/x) = −1/x².

source: True or false: d/dx (sin x) = cos x.
de: Wahr oder falsch: d/dx (sin x) = cos x.
es: Verdadero o falso: d/dx (sen x) = cos x.
fr: Vrai ou faux : d/dx (sin x) = cos x.
it: Vero o falso: d/dx (sin x) = cos x.
pt_br: Verdadeiro ou falso: d/dx (sen x) = cos x.

source: True or false: d/dx √x = 1/(2√x).
de: Wahr oder falsch: d/dx √x = 1/(2√x).
es: Verdadero o falso: d/dx √x = 1/(2√x).
fr: Vrai ou faux : d/dx √x = 1/(2√x).
it: Vero o falso: d/dx √x = 1/(2√x).
pt_br: Verdadeiro ou falso: d/dx √x = 1/(2√x).

source: True or false: endpoints can matter in an optimization problem.
de: Wahr oder falsch: Randpunkte können bei Optimierung wichtig sein.

source: True or false: every square is also a rectangle.
de: Wahr oder falsch: Jedes Quadrat ist auch ein Rechteck.
es: Verdadero o falso: todo cuadrado es también un rectángulo.
fr: Vrai ou faux : chaque carré est aussi un rectangle.
it: Vero o falso: ogni quadrato è anche un rettangolo.
pt_br: Verdadeiro ou falso: todo quadrado também é um retângulo.

source: True or false: f(x) = x² gives the same output for x = 2 and x = −2.
de: Wahr oder falsch: f(x) = x² liefert dieselbe Ausgabe für x = 2 und x = −2.
es: Verdadero o falso: f(x) = x² da el mismo resultado para x = 2 y x = −2.
fr: Vrai ou faux : f(x) = x² donne le même résultat pour x = 2 et x = −2.
it: Vero o falso: f(x) = x² dà lo stesso risultato per x = 2 e x = −2.
pt_br: Verdadeiro ou falso: f(x) = x² fornece a mesma saída para x = 2 e x = −2.

source: True or false: if f′(x) > 0, then f is increasing there.
de: Wahr oder falsch: Wenn f′(x) > 0, dann ist f dort steigend.
es: Verdadero o falso: si f′(x) > 0, entonces f aumenta allí.
fr: Vrai ou faux : si f′(x) > 0, alors f y augmente.
it: Vero o falso: se f′(x) > 0, allora f cresce lì.
pt_br: Verdadeiro ou falso: se f′(x) > 0, então f está aumentando aí.

source: True or false: lim x→3 (x² − 9)/(x − 3) = 6.
de: Wahr oder falsch: lim x→3 (x² − 9)/(x − 3) = 6.
es: Verdadero o falso: lim x→3 (x² − 9)/(x − 3) = 6.
fr: Vrai ou faux : lim x→3 (x² − 9)/(x − 3) = 6.
it: Vero o falso: lim x→3 (x² − 9)/(x − 3) = 6.
pt_br: Verdadeiro ou falso: lim x→3 (x² − 9)/(x − 3) = 6.

source: True or false: log₂(1) = 0.
de: Wahr oder falsch: log₂(1) = 0.
es: Verdadero o falso: log₂(1) = 0.
fr: Vrai ou faux : log₂(1) = 0.
it: Vero o falso: log₂(1) = 0.
pt_br: Verdadeiro ou falso: log₂(1) = 0.

source: True or false: paying more than the minimum can reduce future interest.
de: Richtig oder falsch: Wenn Sie mehr als den Mindestbetrag zahlen, können sich zukünftige Zinsen verringern.
es: Verdadero o falso: pagar más del mínimo puede reducir los intereses futuros.
fr: Vrai ou faux : payer plus que le minimum peut réduire les intérêts futurs.
it: Vero o falso: pagare più del minimo può ridurre gli interessi futuri.
pt_br: Verdadeiro ou falso: pagar mais que o mínimo pode reduzir os juros futuros.

source: True or false: range measures spread.
de: Richtig oder falsch: Die Reichweite misst die Ausbreitung.
es: Verdadero o falso: las medidas de rango se extienden.
fr: Vrai ou faux : la plage mesure la propagation.
it: Vero o falso: misure di range diffuse.
pt_br: Verdadeiro ou falso: as medidas de alcance se espalham.

source: True or false: row operations can help solve a linear system.
de: Richtig oder falsch: Zeilenoperationen können bei der Lösung eines linearen Systems helfen.
es: Verdadero o falso: las operaciones por filas pueden ayudar a resolver un sistema lineal.
fr: Vrai ou faux : les opérations sur les lignes peuvent aider à résoudre un système linéaire.
it: Vero o falso: le operazioni sulle righe possono aiutare a risolvere un sistema lineare.
pt_br: Verdadeiro ou falso: as operações sobre linhas podem ajudar a resolver um sistema linear.

source: True or false: simple interest compounds on previously earned interest.
de: Richtig oder falsch: einfache Zinseszinsen auf zuvor verdiente Zinsen.
es: Verdadero o falso: el interés simple se compone de los intereses devengados anteriormente.
fr: Vrai ou faux : les intérêts simples sont composés des intérêts précédemment gagnés.
it: Vero o falso: interessi semplici composti sugli interessi precedentemente maturati.
pt_br: Verdadeiro ou falso: os juros simples são compostos sobre os juros vencidos anteriormente.

source: True or false: sin²θ + cos²θ = 1 for every angle θ.
de: Wahr oder falsch: sin²θ + cos²θ = 1 für jeden Winkel θ.
es: Verdadero o falso: sin²θ + cos²θ = 1 para cada ángulo θ.
fr: Vrai ou faux : sin²θ + cos²θ = 1 pour chaque angle θ.
it: Vero o falso: sin²θ + cos²θ = 1 per ogni angolo θ.
pt_br: Verdadeiro ou falso: sin²θ + cos²θ = 1 para cada ângulo θ.

source: True or false: surface area is measured in square units.
de: Wahr oder falsch: Die Oberfläche wird in Quadrateinheiten gemessen.
es: Verdadero o falso: la superficie se mide en unidades cuadradas.
fr: Vrai ou faux : la superficie est mesurée en unités carrées.
it: Vero o falso: la superficie è misurata in unità quadrate.
pt_br: Verdadeiro ou falso: a área superficial é medida em unidades quadradas.

source: True or false: the cube root of 27 is 3.
de: Wahr oder falsch: Die Kubikwurzel von 27 ist 3.
es: Verdadero o falso: la raíz cúbica de 27 es 3.
fr: Vrai ou faux : la racine cubique de 27 est 3.
it: Vero o falso: la radice cubica di 27 è 3.
pt_br: Verdadeiro ou falso: a raiz cúbica de 27 é 3.

source: True or false: the dot product of two 2D vectors is another 2D vector.
de: Richtig oder falsch: Das Skalarprodukt zweier 2D-Vektoren ist ein weiterer 2D-Vektor.
es: Verdadero o falso: el producto escalar de dos vectores 2D es otro vector 2D.
fr: Vrai ou faux : le produit scalaire de deux vecteurs 2D est un autre vecteur 2D.
it: Vero o falso: il prodotto scalare di due vettori 2D è un altro vettore 2D.
pt_br: Verdadeiro ou falso: o produto escalar de dois vetores 2D é outro vetor 2D.

source: True or false: the law of cosines can find a side from two sides and the angle between them.
de: Wahr oder falsch: Der Kosinussatz kann eine Seite aus zwei Seiten und dem eingeschlossenen Winkel bestimmen.
es: Verdadero o falso: la ley de los cosenos permite encontrar el lado de dos lados y el ángulo entre ellos.
fr: Vrai ou faux : la loi des cosinus permet de trouver un côté de deux côtés et l'angle entre eux.
it: Vero o falso: la legge del coseno può trovare un lato da due lati e l'angolo compreso tra loro.
pt_br: Verdadeiro ou falso: a lei dos cossenos pode encontrar um lado de dois lados e o ângulo entre eles.

source: True or false: the law of sines relates each side to the sine of its opposite angle.
de: Wahr oder falsch: Der Sinussatz setzt jede Seite zum Sinus ihres Gegenwinkels in Beziehung.
es: Verdadero o falso: la ley de los senos relaciona cada lado con el seno de su ángulo opuesto.
fr: Vrai ou faux : la loi des sinus relie chaque côté au sinus de son angle opposé.
it: Vero o falso: la legge dei seni collega ciascun lato al seno del suo angolo opposto.
pt_br: Verdadeiro ou falso: a lei dos senos relaciona cada lado com o seno do seu ângulo oposto.

source: True or false: the median is always one of the original values.
de: Richtig oder falsch: Der Median ist immer einer der Originalwerte.
es: Verdadero o falso: la mediana es siempre uno de los valores originales.
fr: Vrai ou faux : la médiane est toujours l'une des valeurs d'origine.
it: Vero o falso: la mediana è sempre uno dei valori originali.
pt_br: Verdadeiro ou falso: a mediana é sempre um dos valores originais.

source: True or false: the product rule uses multiplication.
de: Richtig oder falsch: Die Produktregel verwendet Multiplikation.
es: Verdadero o falso: la regla del producto utiliza la multiplicación.
fr: Vrai ou faux : la règle du produit utilise la multiplication.
it: Vero o falso: la regola del prodotto utilizza la moltiplicazione.
pt_br: Verdadeiro ou falso: a regra do produto usa multiplicação.

source: True or false: the ratio 1 : 2 is the same as 2 : 4.
de: Wahr oder falsch: Das Verhältnis 1 : 2 ist dasselbe wie 2 : 4.
es: Verdadero o falso: la relación 1:2 es lo mismo que 2:4.
fr: Vrai ou faux : le rapport 1 : 2 est le même que 2 : 4.
it: Vero o falso: il rapporto 1:2 è uguale a 2:4.
pt_br: Verdadeiro ou falso: a proporção 1: 2 é igual a 2: 4.

source: True or false: the solution x > 5 includes the value x = 5.
de: Wahr oder falsch: Die Lösung x > 5 schließt den Wert x = 5 ein.
es: Verdadero o falso: la solución x > 5 incluye el valor x = 5.
fr: Vrai ou faux : la solution x > 5 inclut la valeur x = 5.
it: Vero o falso: la soluzione x > 5 include il valore x = 5.
pt_br: Verdadeiro ou falso: a solução x > 5 inclui o valor x = 5.

source: True or false: two parallel lines form a system with no solution.
de: Wahr oder falsch: Zwei parallele Geraden bilden ein System ohne Lösung.
es: Verdadero o falso: dos rectas paralelas forman un sistema sin solución.
fr: Vrai ou faux : deux droites parallèles forment un système sans solution.
it: Vero o falso: due rette parallele formano un sistema senza soluzione.
pt_br: Verdadeiro ou falso: duas linhas paralelas formam um sistema sem solução.

source: True or false: vertical angles are always equal.
de: Wahr oder falsch: Scheitelwinkel sind immer gleich groß.
es: Verdadero o falso: los ángulos verticales son siempre iguales.
fr: Vrai ou faux : les angles verticaux sont toujours égaux.
it: Vero o falso: gli angoli verticali sono sempre uguali.
pt_br: Verdadeiro ou falso: os ângulos verticais são sempre iguais.

source: True or false: x² + 2x + 1 = (x + 1)².
de: Wahr oder falsch: x² + 2x + 1 = (x + 1)².
es: Verdadero o falso: x² + 2x + 1 = (x + 1)².
fr: Vrai ou faux : x² + 2x + 1 = (x + 1)².
it: Vero o falso: x² + 2x + 1 = (x + 1)².
pt_br: Verdadeiro ou falso: x² + 2x + 1 = (x + 1)².

source: True or false: y = 3 is a horizontal line.
de: Wahr oder falsch: y = 3 ist eine waagerechte Gerade.
es: Verdadero o falso: y = 3 es una recta horizontal.
fr: Vrai ou faux : y = 3 est une ligne horizontale.
it: Vero o falso: y = 3 è una linea orizzontale.
pt_br: Verdadeiro ou falso: y = 3 é uma linha horizontal.

source: True or false: {1,2} is a subset of {1,2,3}.
de: Richtig oder falsch: {1,2} ist eine Teilmenge von {1,2,3}.
es: Verdadero o falso: {1,2} es un subconjunto de {1,2,3}.
fr: Vrai ou faux : {1,2} est un sous-ensemble de {1,2,3}.
it: Vero o falso: {1,2} è un sottoinsieme di {1,2,3}.
pt_br: Verdadeiro ou falso: {1,2} é um subconjunto de {1,2,3}.

source: True or false: |x| can never be negative.
de: Wahr oder falsch: |x| kann nie negativ sein.

source: True or false: |−7| = 7.
de: Wahr oder falsch: |−7| = 7.
es: Verdadero o falso: |−7| = 7.
fr: Vrai ou faux : |−7| = 7.
it: Vero o falso: |−7| = 7.
pt_br: Verdadeiro ou falso: |−7| = 7.

source: True or false: π is approximately 3.14.
de: Wahr oder falsch: π ist ungefähr 3,14.
es: Verdadero o falso: π es aproximadamente 3,14.
fr: Vrai ou faux : π est d'environ 3,14.
it: Vero o falso: π è circa 3,14.
pt_br: Verdadeiro ou falso: π é aproximadamente 3,14.

source: True or false: π radians is a straight angle.
de: Wahr oder falsch: π im Bogenmaß ist ein gestreckter Winkel.
es: Verdadero o falso: π radianes es un ángulo llano.
fr: Vrai ou faux : π radians est un angle droit.
it: Vero o falso: π radianti è un angolo piatto.
pt_br: Verdadeiro ou falso: π radianos é um ângulo reto.

source: Two
de: Zwei
es: Dos
fr: Deux
it: Due
pt_br: Dois

source: Two angles + a side → law of sines
de: Zwei Winkel + eine Seite → Sinussatz
es: Dos ángulos + un lado → ley de los senos
fr: Deux angles + un côté → loi des sinus
it: Due angoli + un lato → legge dei seni
pt_br: Dois ângulos + um lado → lei dos senos

source: Two angles sit on a straight line. One is 110°. The other is:
de: Zwei Winkel liegen an einer Geraden. Einer ist 110°. Der andere ist:
es: Dos ángulos se encuentran en una línea recta. Uno es de 110°. El otro es:
fr: Deux angles sont assis sur une ligne droite. L'un fait 110°. L'autre est :
it: Due angoli siedono su una linea retta. Uno è 110°. L'altro è:
pt_br: Dois ângulos estão em linha reta. Um é 110°. O outro é:

source: Two decimal places total → 0.36
de: Zwei Nachkommastellen → 0,36
es: Total de dos decimales → 0,36
fr: Total de deux décimales → 0,36
it: Due cifre decimali totali → 0,36
pt_br: Total de duas casas decimais → 0,36

source: Two entries in one column.
de: Zwei Einträge in einer Spalte.
es: Dos entradas en una columna.
fr: Deux entrées dans une colonne.
it: Due voci in una colonna.
pt_br: Duas entradas em uma coluna.

source: Two equally likely outcomes.
de: Zwei gleich wahrscheinliche Ergebnisse.
es: Dos resultados igualmente probables.
fr: Deux résultats tout aussi probables.
it: Due esiti ugualmente probabili.
pt_br: Dois resultados igualmente prováveis.

source: Two equations, two unknowns. Solve by substitution or by elimination.
de: Zwei Gleichungen, zwei Unbekannte. Löse durch Einsetzen oder durch Eliminieren.
es: Dos ecuaciones, dos incógnitas. Resolver por sustitución o por eliminación.
fr: Deux équations, deux inconnues. Résoudre par substitution ou par élimination.
it: Due equazioni, due incognite. Risolvere per sostituzione o per eliminazione.
pt_br: Duas equações, duas incógnitas. Resolva por substituição ou por eliminação.

source: Two laws extend trigonometry to any triangle — not just right ones.
de: Zwei Sätze erweitern die Trigonometrie auf jedes Dreieck — nicht nur auf rechtwinklige.
es: Dos leyes extienden la trigonometría a cualquier triángulo, no sólo a los rectángulos.
fr: Deux lois étendent la trigonométrie à n’importe quel triangle, pas seulement aux triangles droits.
it: Due leggi estendono la trigonometria a qualsiasi triangolo, non solo a quelli retti.
pt_br: Duas leis estendem a trigonometria a qualquer triângulo – não apenas aos retângulos.

source: Two letter positions give 26²
de: Zwei Buchstabenpositionen ergeben 26²
es: Dos posiciones de letras dan 26²
fr: Deux positions de lettres donnent 26²
it: Due posizioni di lettere danno 26²
pt_br: Duas posições de letras dão 26²

source: Two lines crossing make two pairs.
de: Zwei sich schneidende Geraden bilden zwei Paare.
es: Dos líneas que se cruzan forman dos pares.
fr: Deux lignes qui se croisent forment deux paires.
it: Due linee che si incrociano formano due coppie.
pt_br: Duas linhas que se cruzam formam dois pares.

source: Two minuses cancel.
de: Zwei Minus heben sich auf.
es: Dos menos cancelan.
fr: Deux points négatifs annulent.
it: Due svantaggi annullano.
pt_br: Dois pontos negativos cancelam.

source: Two minutes a day is enough. Mathio holds your streak and picks up exactly where you left off.
de: Zwei Minuten am Tag genügen. Mathio hält deine Serie und macht genau dort weiter, wo du aufgehört hast.
es: Dos minutos al día son suficientes. Mathio mantiene tu racha y continúa exactamente donde lo dejaste.
fr: Deux minutes par jour suffisent. Mathio maintient votre séquence et reprend exactement là où vous vous étiez arrêté.
it: Bastano due minuti al giorno. Mathio mantiene il tuo record e riprende esattamente da dove avevi interrotto.
pt_br: Dois minutos por dia são suficientes. Mathio mantém sua sequência e continua exatamente de onde parou.
